Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2016 -3 Hazard Alert - Coring Activities-omegat.tmx
Source language: en
Languages: es

source: A number of events occurred during the night that presented an opportunity to stop and seek further advice - even during the night.
es: Hubo varios sucesos durante la noche que dieron la oportunidad de detenerse para pedir asesoría, incluso durante la noche.

source: An employee was undertaking coring works, using a HILTI DD350 drill.
es: Un colaborador se encontraba ejecutando labores de extracción de testigos con un taladro HILTI DD350.

source: As a result they found that the required depth could not be reached so they took the drill off the stand and continued to core.
es: Debido a esto se encontraron con que no era posible alcanzar la profundidad deseada, de modo que retiraron el taladro del soporte y continuaron perforando.

source: As a result of not using lubricant the coring bit was frequently ‘catching’ and becoming very hot.
es: Debido a que no se usó lubricante, con frecuencia la corona se atascaba y calentaba bastante.

source: At the fourth location the employee changed to a 75mm core barrel, due to a different test being required.
es: En el cuarto lugar, el colaborador cambió a un tubo sacatestigos de 75 mm, debido a que se requería un ensayo diferente.

source: Connecting the drill to a residual current device (i.e. safety switch) likely prevented a fatality from electrocution when the electrical lead was severed.
es: Tener el taladro conectado a un dispositivo diferencial residual (un interruptor de seguridad) probablemente impidió una fatalidad por electrocución cuando se cortó el cable eléctrico.

source: Due to the location of the works and where road closures are required the work was undertaken at night.
es: Debido a la ubicación de las labores y a que se requería el cierre de caminos, los trabajos se llevaron a cabo de noche.

source: Electrical safety switches save lives
es: Los interruptores de seguridad salvan vidas

source: HAZARD ALERT
es: ALERTA DE PELIGRO

source: Health, Safety and Environment
es: Salud, Seguridad y Medio Ambiente

source: High Potential Incident – Coring Activities
es: Incidente con potencial alto – actividades de extracción de testigos

source: However the employee was able to complete the coring to the required depth.
es: Sin embargo, el colaborador pudo terminar la perforación hasta la profundidad deseada.

source: Key Learnings from this event
es: Aprendizajes clave de este suceso

source: Planning must be specific to the task
es: La planificación debe contemplar las especificidades de la tarea

source: Prior to the incident the employee had drilled three locations using a 150mm core barrel.
es: Antes del incidente, el colaborador había perforado en tres lugares usando un tubo sacatestigos de 150 mm.

source: Seeking advice prior to the following decisions would likely have prevented this incident:
es: Pedir asesoría antes de tomar las siguientes decisiones pudo haber evitado este incidente:

source: Take 5 when changes occur
es: Efectuar la charla de salud y seguridad de cinco minutos cuando haya cambios

source: The core barrel caught in the ground and the employee was not able to hold it.
es: El tubo sacatestigos quedó atascado en el suelo y el colaborador no pudo sostenerlo.

source: The decision to continue despite drill bit catching and becoming hot during the first three locations (due largely to the lack of lubrication).
es: La decisión de continuar pese a que la corona se atascaba y calentaba en los tres primeros lugares (en gran parte debido a la falta de lubricación).

source: The decision to drill without lubricating the core barrel (no lubrication was requested to limit moisture in the sample).
es: La decisión de perforar sin lubricar el tubo sacatestigos (se solicitó no usar lubricación para limitar la humedad en la muestra).

source: The decision to remove the drill from the stand when the required depth could not be reached with the 75mm core barrel.
es: La decisión de retirar el taladro del soporte cuando no se lograba alcanzar la profundidad deseada con el tubo sacatestigos de 75 mm.

source: The drill spun around, struck him in the shin and severed the electrical lead of the drill.
es: El taladro dio giros, golpeó al colaborador en la barbilla y se cortó su cable eléctrico.

source: The incident
es: El incidente

source: The task required the use of different size core barrels and knowledge of the limitation of the machine would have identified the required depth was not achievable with a 75mm core barrel.
es: La tarea requería el uso de tubos sacatestigos de distintos tamaños y conocer las limitaciones de la máquina hubiera permitido detectar que la profundidad requerida no era posible de lograr con un tubo sacatestigos de 75 mm.

source: This equipment is normally utilised within a frame which is then secured to the coring surface to securely hold the drill in position during its operation.
es: Este equipo se usa normalmente dentro de un marco que se fija a la superficie a perforar para sostener el taladro firmemente en su posición durante la operación.
